"Part1" = "SVENSKA";
"Part2" = "APPLE INC.";
"Part3" = "PROGRAMLICENSAVTAL FÖR GENVÄGAR FÖR iOS-PROGRAMVARA";
"Part4" = "LÄS NOGA IGENOM DETTA PROGRAMLICENSAVTAL (”AVTALET”) INNAN DU ANVÄNDER APPLE-PROGRAMVARAN. GENOM ATT ANVÄNDA APPLE-PROGRAMVARAN SAMTYCKER DU TILL VILLKOREN I DETTA AVTAL. OM DU INTE SAMTYCKER TILL VILLKOREN I AVTALET SKA DU INTE INSTALLERA OCH/ELLER ANVÄNDA PROGRAMVARAN.";
"Part5" = "VIKTIGT: I den utsträckning som programvaran kan användas till att mångfaldiga, ändra, publicera och distribuera material får du enligt detta Avtal endast mångfaldiga, ändra, publicera och distribuera icke upphovsrättsskyddat material, material som du äger upphovsrätten till och material som du är behörig eller har erforderligt tillstånd att mångfaldiga, ändra, publicera eller distribuera. Om du är osäker på vilka rättigheter du har att kopiera, ändra, publicera eller distribuera något material bör du kontakta en juridisk rådgivare.";
"Part6" = "1. Licens. ";
"Part7" = "A. Programvaran från Apple och tredje part samt dokumentation, gränssnitt, innehåll, typsnitt och eventuella data som levereras med detta Avtal på CD-ROM eller annat medium eller i annan form (”Apple-programmet”), licensieras, men överlåts inte, till dig av Apple Inc. (”Apple”) endast för användning enligt villkoren i detta Avtal. Apple och/eller dess licensgivare behåller äganderätten till Apple-programvaran och förbehåller alla rättigheter som inte uttryckligen givits till dig. ";
"Part8" = "B. Apple kan, efter eget skön, ge dig tillgång till framtida uppgraderingar eller uppdateringar av Apple-programvaran för din kompatibla Apple-märkta iOS-enhet. Eventuella uppgraderingar eller uppdateringar av Apple-programvaran kanske inte innehåller alla befintliga programfunktioner, eller nya funktioner som Apple inkluderar i nyare modeller av iOS-enheter. Villkoren i detta Avtal gäller för alla programuppdateringar eller -uppdateringar som Apple tillhandahåller för den ursprungliga Apple-programprodukten, såvida inte uppgraderingen eller uppdateringen åtföljs av en separat licens som du i sådana fall godkänner som gällande för en sådan uppgradering eller uppdatering. ";
"Part9" = "2. Tillåten användning och begränsningar. ";
"Part10" = "A. Licens. Enligt villkoren i detta Avtal, och enligt vad som tillåts i de villkor för användning av Tjänster och innehåll som anges i villkoren för Apples medietjänster (https://www.apple.com/legal/internet-services/itunes/) (”Användningvillkor”), med undantag för om du erhållit Apple-programvaran på det sätt som beskrivs i punkt 2B, erhåller du en begränsad, icke-överlåtningsbar, icke-exklusiv rätt att installera och använda Apple-programvaran på valfria kompatibla Apple-märkta iOS-enheter som du äger eller administrerar. Du får inte distribuera eller göra Apple-programvaran tillgänglig via ett nätverk där den kan användas av flera enheter samtidigt. Du får inte hyra ut, leasa, låna ut, sälja, vidaredistribuera eller underlicensiera Apple-programvaran.";
"Part11" = "B. Volym- eller underhållsavtal. Om du erhöll Apple-programvaran i enlighet med ett volym- eller underhållsprogram som avtalats med Apple kommer villkoren i volym- eller underhållsavtalet att bestämma det antal kopior av Apple-programvaran som du har tillstånd att hämta, installera, använda och köra på Apple-märkta iOS-enheter du äger eller administrerar. Med undantag för vad som skriftligen medges av Apple ska alla andra villkor i detta Avtal gälla för din användning av Apple-programvaran som erhållits under ett volym- eller underhållsavtal.";
"Part12" = "C. Systemkrav. Apple-programvaran stöds endast på Apple-märkt maskinvara som uppfyller de systemkrav som specificerats av Apple.";
"Part13" = "D. Innehåll och digitalt material. Titlar och immateriella rättigheter i och till material, inklusive varumärken, logotyper och bilder, som visas av eller ansluts till via Apple-programvaran tillhör sina respektive ägare. Sådant material kan skyddas av lagar och fördrag gällande upphovsrätt, varumärken eller andra immateriella rättigheter och kan gälla under användarvillkor från tredje part som tillhandahåller sådant material. Med undantag för vad som tillåts i detta Avtal gäller att (i) detta Avtal inte ger dig någon någon rätt att använda sådant innehåll och garanterar inte heller att sådant material kommer att vara tillgängligt i framtiden, och att (ii) du inte får använda, extrahera eller sprida foton, logotyper, text, kod, bilder, grafik, ljud, video eller liknande resurser (”Digitalt material”) som ingår i eller tillhandahålls som en del av Apple-programvaran, för kommersiella eller andra syften, i fristående format, eller på annat sätt använda det Digitala materialet utanför dess avsedda användning som en del av Apple-programvaran.";
"Part14" = "E. Användning av Genvägar. Du samtycker till att ansvaret för alla genvägar till app- och/eller webbplatsåtgärder (”Genvägar”) vilar helt och hållet på parten eller parterna från vilka sådana Genvägar har sitt ursprung. Apple saknar kontroll över, och tar inget ansvar för, innehållet eller funktionaliteten hos Genvägar från tredje part. Du använder Genvägar på egen risk och är ensamt ansvarig för din efterlevnad av eventuella villkor eller avtalsförhållanden som uppstår som en följd av din användning av Genvägar från tredje part. Du samtycker till att Apple inte är skyldigt att förhandsgranska Genvägar, även om Apple förbehåller rätten att efter eget gottfinnande förhandsgranska, refusera, avaktivera eller ta bort Genvägar. ";
"Part15" = "F.  Delningsgenvägar. Apple-programvaran kan göra det möjligt för dig att dela Genvägar som du skapar med andra via en webblänk. Din delade Genväg, tillsammans med allt innehåll som är inbäddat i den, lagras på Apples servrar i syfte att möjliggöra sådan delning och kan användas till att allmänt förbättra Apples produkter och tjänster. Din delade Genväg, tillsammans med allt innehåll som är inbäddat i den, blir tillgänglig för alla som har tillgång till webblänken och de kan sedan kopiera, spara, ändra eller vidaredistribuera en kopia av din Genväg och allt innehåll som är inbäddat i den. Genom att dela en Genväg försäkrar du att: (1) du har alla nödvändiga rättigheter och licenser för denna Genväg och att den inte gör intrång i eller kränker någon annan parts rättigheter och (2) alla Genvägar du delar inte strider mot lag, bidrar till eller uppmanar till intrång eller annat olagligt beteende, eller på något sätt är oanständigt eller stötande. Du samtycker till att Apple inte är skyldigt att granska Genvägar som du delar, även om Apple förbehåller rätten att efter eget gottfinnande granska, avaktivera eller ta bort Genvägar som du delar.";
"Part16" = "G. Användningsbegränsningar. Du samtycker till att inte: överföra, göra inlägg med, e-posta, sända, dela eller på annat sätt göra Genvägar tillgängliga som: (1) är olagliga, skadebringande, ärekränkande, vulgära, obscena, smädliga eller rasistiskt eller etniskt stötande, eller på annat sätt anstötliga; (2) strider mot, eller uppmuntrar till uppförande som skulle strida mot, tillämpliga lagar eller regleringar eller ge upphov till skadeståndskrav; (3) uppmuntrar till diskriminering, trångsynthet, rasism, hat, trakasserier eller skada som drabbar enskilda individer eller grupper; (4) är våldsamma eller hotfulla, eller uppmuntrar till våld eller hotfulla handlingar som riktar sig mot enskilda personer eller grupper; (5) uppmuntrar till olagliga eller skadliga aktiviteter; eller (6) du vet eller misstänker är falska, missvisande, bedrägliga eller på något sätt kan vilseleda en person som använder en sådan Genväg. Du samtycker vidare till att inte störa eller orsaka avbrott eller en överdriven belastning på servrar eller nätverk som är anslutna till Apple-programvaran eller appar, tjänster eller webbplatser från tredje part på din iOS-enhet (”Appar från tredje part”) eller bryta mot regelverk, policyer eller processer hos sådana nätverk eller Appar från tredje part.";
"Part17" = "H. Appar från tredje part. För att kunna genomföra vissa Genvägar kan Apple-programvaran behöva tillgång till vissa Appar från tredje part. Du ger uttryckligen tillstånd till och autentiserar Apple-programvaran att ansluta till och använda dessa Appar från tredje part å dina vägnar i den utsträckning som behövs för att genomföra Genvägen med Apple-programvaran. I den mån Apple-programvaran drar nytta av appar från tredje part har Apple dock inget uttryckligt eller underförstått ansvar för att ge teknisk eller annan support gällande sådana appar från tredje part. Kontakta relevant försäljare, tillverkare eller serviceleverantör angående det aktuella programmet, tjänsten, webbplatsen och/eller produkten.  DU SAMTYCKER VIDARE TILL ATT BLI BUNDEN AV, OCH SAMTYCKER TILL ATT FÖLJA, ALLA TILLÄMPLIGA VILLKOR SOM GÄLLER FÖR TJÄNSTEN ELLER ANDRA AVTAL FÖR SÅDANA APPAR FRÅN TREDJE PART NÄR DU ANVÄNDER APPLE-PROGRAMVARAN.  DU ÄR ENSAMT ANSVARIG FÖR ATT SÄKERSTÄLLA ATT ALLA GENVÄGAR FÖLJER TILLÄMPLIGA VILLKOR FÖR ALLA APPAR FRÅN TREDJE PART SOM ANVÄNDS AV GENVÄGEN. APPLE GARANTERAR INTE PÅ NÅGOT SÄTT ATT GENVÄGAR ÖVERENSSTÄMMER MED VILLKOREN FÖR APPAR FRÅN TREDJE PART OCH APPLE ANSVARAR INTE FÖR GENVÄGAR FRÅN TREDJE PART.";
"Part18" = "I. Ingen härledning av källkod. Du får inte och förbinder Dig att inte, eller möjliggöra att andra kan, kopiera (utöver vad som uttryckligen tillåts i detta Avtal eller av Användningsvillkor om dessa gäller dig), dekompilera, dekonstruera, disassemblera, försöka härleda källkoden, avkryptera, modifiera eller skapa härledda produkter helt eller delvis baserade på Apple-programvaran eller på tjänster som den levererar (med undantag för och endast i den utsträckning detta tillåts i tillämpliga lagar eller i den utsträckning som tillåts av licensvillkor gällande komponenter med öppen källkod som ingår i Apple-programvaran). ";
"Part19" = "J. Överensstämmelse med lagstiftning. Du samtycker till att använda Apple-programvaran och Tjänster (som de definieras i punkt 4 nedan) i överensstämmelse med tillämplig lagstiftning, inklusive lokala regler och bestämmelser som gäller där du är bosatt eller hämtar och använder Apple-programvaran och Tjänster.";
"Part20" = "K. Automatiska uppdateringar. Om du väljer att tillåta automatiska programuppdateringar ansluter enheten till Apple med jämna mellanrum för att leta efter uppdateringar och uppgraderingar för Apple-programvaran. Om en sådan uppdatering eller uppgradering finns tillgänglig hämtas och installeras den automatiskt på enheten och, om tillämpligt, på kringutrustning. Du kan när som helst stänga av automatiska programuppdateringar helt och hållet genom att ändra inställningarna för automatiska programuppdateringar som finns i Inställningar.";
"Part21" = "3. Godkännande av dataanvändning. ";
"Part22" = "A. Analysdata. Om du väljer att delta i insamling av analysdata godkänner du att Apple och dess dotterbolag och företrädare får samla in, lagra, bearbeta och använda diagnostisk, teknisk och tillhörande information, samt information om användning, innefattande men ej begränsad till unika system- eller maskinvaruidentifierare, information om din iOS-enhet, dator, system, program och tillbehör. Informationen insamlas regelbundet för att tillhandahålla och förbättra Apples produkter och tjänster, underlätta programuppdatering, produktsupport och eventuella andra tjänster (om några) relaterade till Apple-programvaran för att verifiera överensstämmelsen med villkoren för detta Avtal. Apple får använda denna information, förutsatt att den samlats in i en form som inte identifierar dig personligen, för de syften som beskrivs ovan. I syfte att möjliggöra för Apples partners och utvecklare från tredje part att förbättra deras programvaror, maskinvaror och tjänster som utformats för användning med Apple-produkter kan Apple även tillhandahålla sådana partners och utvecklare från tredje part med en viss del diagnostisk information som är relevant för den partnerns eller utvecklarens programvara, maskinvara och/eller tjänst, så länge som den diagnostiska informationen har ett format som inte identifierar dig personligen. ";
"Part23" = "B. Platsdata. Apple och dess partners, licenstagare och utvecklare från tredje part kan erbjuda vissa tjänster via Apple-programvaran baserat på platsinformation. För att kunna tillhandahålla och förbättra dessa tjänster där de är tillgängliga kan Apple och dess samarbetspartners, licensgivare och tredjepartsutvecklare överföra, samla in, spara, bearbeta och använda platsinformation. Platsinformation och förfrågningar samlas in av Apple på ett sätt som inte identifierar dig personligen och kan användas av Apple och dess samarbetspartners, licenstagare och utvecklare från tredje part för att tillhandahålla och förbättra produkter och tjänster som använder sig av platsinformation. Genom att använda platsbaserade tjänster som tillhandahålls av eller via Apple-programvaran godkänner du att Apple och dess partners, licenstagare och utvecklare från tredje part överför, samlar in, sparar, bearbetar och använder din platsinformation och förfrågningar för att tillhandahålla och förbättra dessa produkter och tjänster. Du kan när som helst dra tillbaka ditt medgivande genom att öppna inställningen Platstjänster på din iOS-enhet och antingen avaktivera den globala inställningen för Platstjänster eller avaktivera enskilda platsinställningar i Apple-programvaran. När du använder tredjepartsprogram eller -tjänster på iOS-enheten som använder sig av platsinformation är du bunden till och bör läsa denna tredje parts villkor och integritetspolicy för dess användande av platsinformation i program eller tjänster. ";
"Part24" = "C. Integritetspolicy. Under alla förhållanden behandlas din information i enlighet med Apples integritetspolicy som kan läsas på https://www.apple.com/legal/privacy/.";
"Part25" = "4. Tjänster och tredjepartsmaterial. ";
"Part26" = "A. Licens. Apple-programvaran kan ge åtkomst till Apples iTunes Store, App Store, iCloud, Kartor och andra webbtjänster och webbplatser från Apple och andra företag (kallas kollektivt och individuellt ”Tjänster”). Denna Tjänst kanske inte är tillgänglig på alla språk eller i alla länder. För att använda dessa Tjänster krävs tillgång till internet. Användning av vissa Tjänster kan kräva ett Apple-ID och att du godkänner ytterligare användarvillkor och betalar avgifter som kan tillkomma. Genom att använda denna programvara med ett iTunes Store-konto, Apple-ID eller annan Tjänst från Apple godkänner du tillämpliga användningsvillkor för den Tjänsten, exempelvis de senaste villkoren för Apples medietjänster som du kan komma åt och granska på https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Om du väljer att använda iCloud-tjänsterna via Apple-programvaran lyder sådan användning under följande ytterligare villkor: villkoren för iCloud på https://www.apple.com/legal/internet-services/icloud/ och Apples integritetspolicy på https://www.apple.com/legal/privacy/.";
"Part28" = "C. Du är införstådd med att du genom att nyttja Tjänsterna kan mötas av innehåll som kan anses vara kränkande, oanständigt eller anstötligt, vare sig innehållet identifieras som sådant eller inte. Du godkänner att användning av Tjänsterna sker på egen risk och att Apple inte kan hållas ansvarigt för eventuellt innehåll som kan betraktas som stötande på något sätt. ";
"Part29" = "D. En del Tjänster kan visa, innehålla eller göra tillgängligt tjänster, innehåll, data, information, program eller material från tredje part (”Material från tredje part”) eller tillhandahålla länkar till webbplatser från tredje part eller appar. Genom att använda Tjänsterna samtycker du till att Apple inte ansvarar för granskning eller utvärdering avseende innehåll, riktighet, fullständighet, aktualitet, giltighet, användning av copyrightskyddat material, legalitet, anständighet, kvalitet, eller andra aspekter av material, appar eller webbplatser från tredje part. Varken Apple, dess tjänstemän, partners eller dotterbolag garanterar eller rekommenderar och tar inte på sig något ansvar eller någon skadeståndsskyldighet gentemot dig eller någon annan person avseende Tjänster från tredje part, Material från tredje part, appar eller webbplatser från tredje part eller annat material, produkter eller tjänster från tredje part. Material från Tredje part och länkar till övriga webbplatser eller appar erbjuds endast som en bekvämlighet. ";
"Part30" = "E. I den utsträckning du överför innehåll via användning av Tjänster försäkrar du att du äger rättigheterna till, är auktoriserad eller på annat sätt har laglig rätt att överföra detta innehåll och att detta innehåll inte strider mot något användningsvillkor som gäller för dessa Tjänster. Du samtycker till att Tjänsterna har innehåll, information och material, inklusive men inte begränsat till Digitalt material, som tillhör Apple, webbplatsinnehavaren och/eller deras licensgivare och skyddas av lagstiftning gällande immateriella rättigheter och andra lagar, inklusive men inte begränsat till upphovsrätt. Du försäkrar att du inte kommer att använda sådant innehåll, information eller material i några som helst sammanhang, med undantag för tillåten användning av Tjänsterna, och inte heller på något sätt som inkräktar på Apples eller tredje parts immateriella rättigheter Ingen del av Tjänsterna får reproduceras på något sätt eller i någon form. Du godkänner att inte ändra, hyra ut, leasa, låna ut, sälja, distribuera eller på något sätt skapa produkter som baseras på Tjänsterna och du får inte utnyttja Tjänsterna på något otillåtet sätt, inklusive men inte begränsat till att använda Tjänster till att överföra datorvirus, maskar, trojaner eller andra skadeprogram, eller till att inkräkta på eller belasta nätverkskapaciteten. Du godkänner dessutom att inte på något sätt använda Tjänsterna till att trakassera, bedraga, förfölja, hota eller förtala någon annan part, eller på annat sätt inkräkta på eller bryta mot dennes rättigheter. Vidare medger du att Apple inte på något sätt kan hållas ansvarigt för sådan användning av dig eller för eventuella trakasserande, hotande, skymfande, stötande, inkräktande eller olagliga meddelanden eller överföringar du kan få motta som en följd av användning av någon Tjänst.";
"Part31" = "F. Dessutom är Tjänster från tredje part och Material från tredje part som kan anslutas till, länkas till eller visas via Apple-programvaran inte tillgängliga på alla språk eller i alla länder eller regioner. Apple hävdar inte att sådana Tjänster och Material från tredje part är lämpliga eller tillgängliga för användning på alla platser. I den utsträckning du väljer att använda eller ansluta till Tjänster och Material från tredje part gör du detta på eget bevåg och ansvarar för att följa tillämpliga lagar, inklusive men inte begränsat till tillämpliga lagar i det land du befinner dig, samt lagstiftning gällande personlig integritet och datainsamling. Apple och dess licensgivare förbehåller sig rätten att när som helst ändra, suspendera, avbryta eller avaktivera åtkomst till någon av Tjänsterna utan föregående varning. Under inga omständigheter kan Apple hållas ansvarigt för borttagning eller avaktivering av åtkomsten till någon av Tjänsterna. Apple kan också komma att, utan varsel eller skadeståndsansvar, införa begränsningar i användningen eller åtkomsten till vissa Tjänster. ";
"Part32" = "5. Upphörande. Detta Avtal gäller tills vidare. Dina rättigheter enligt detta Avtal upphör att gälla automatiskt eller på annat sätt utan varsel från Apple om du inte uppfyller samtliga villkor i detta Avtal. Om och när detta Avtal upphör att gälla ska du omedelbart avbryta all användning av Apple-programvaran och förstöra alla fullständiga eller delvisa kopior av Apple-programvaran. Punkterna 2I,3, 4, 5, 6, 7, 8, 10 och 11 i detta Avtal fortsätter att gälla även efter Avtalets upphörande.";
"Part33" = "6. Inskränkning i garantin. ";
"Part34" = "A. Om du är en privatkund (någon som använder Apple-programvaran utanför arbetet, företaget eller yrkesområdet) kan du ha vissa lagstadgade rättigheter i det land där du är bosatt, vilket innebär att du kanske inte omfattas av följande begränsningar. Du kan få mer information om dina rättigheter som konsument genom att kontakta en lokal konsumentrådgivare.";
"Part35" = "B. DU BEKRÄFTAR ATT DU ÄR INFÖRSTÅDD MED OCH ACCEPTERAR ATT, I DEN UTSTRÄCKNING DET TILLÅTS ENLIGT GÄLLANDE LAGSTIFTNING, ANVÄNDNING AV APPLE-PROGRAMVARAN OCH TJÄNSTER SOM UTFÖRS AV ELLER FÖRMEDLAS AV APPLE-PROGRAMVARAN SKER PÅ EGEN RISK AVSEENDE PRESTANDA, TILLFÖRLITLIGHET OCH ANVÄNDNING. ";
"Part36" = "C. OM INTE ANNAT FÖLJER AV TILLÄMPLIGA LAGAR, TILLHANDAHÅLLS APPLE-PROGRAMVARAN OCH TJÄNSTER I BEFINTLIGT SKICK OCH I MÅN AV TILLGÅNG OCH UTAN NÅGRA SOM HELST GARANTIER. APPLE OCH APPLES LICENSGIVARE (I PUNKTERNA 6 OCH 7 KOLLEKTIVT BENÄMNDA ”APPLE”) FRISKRIVER SIG HÄRMED FRÅN ALLA GARANTIER OCH/ELLER VILLKOR AVSEENDE APPLE-PROGRAMVARAN OCH TJÄNSTER, VARE SIG UTTRYCKTA ELLER UNDERFÖRSTÅDDA, INKLUSIVE MEN INTE BEGRÄNSAT TILL, UNDERFÖRSTÅDDA GARANTIER OCH/ELLER VILLKOR AVSEENDE ALLMÄN BESKAFFENHET, PRESTANDA, LÄMPLIGHET FÖR VISST ÄNDAMÅL, TILLFÖRLITLIGHET OCH STÖRNINGSFRI UPPLEVELSE SAMT ATT INTRÅNG INTE SKER I TREDJE PARTS IMMATERIELLA RÄTTIGHETER. ";
"Part37" = "D. APPLE GARANTERAR INTE ATT UTNYTTJANDET AV APPLE-PROGRAMMET OCH TJÄNSTER BLIR HELT STÖRNINGSFRITT, ATT FUNKTIONERNA I APPLE-PROGRAMMET ELLER TJÄNSTERNA SOM UTFÖRS ELLER TILLHANDAHÅLLS AV APPLE-PROGRAMMET UPPFYLLER ANVÄNDARENS KRAV, ATT APPLE-PROGRAMMET ELLER TJÄNSTERNA FUNGERAR OSTÖRT ELLER FELFRITT, ATT ALLA TJÄNSTER KOMMER ATT VARA TILLGÄNGLIGA I FRAMTIDEN, ATT APPLE KOMMER ATT RÄTTA TILL FEL I APPLE-PROGRAMMET ELLER TJÄNSTERNA, ELLER ATT APPLE-PROGRAMVARAN ELLER TJÄNSTER KOMMER ATT VARA KOMPATIBLA ELLER FUNGERA MED TREDJE PARTS PROGRAMVARA ELLER TJÄNSTER. INSTALLATION AV DEN HÄR APPLE-PROGRAMVARAN KAN PÅVERKA TILLGÄNGLIGHETEN OCH ANVÄNDBARHETEN HOS PROGRAM ELLER TJÄNSTER FRÅN TREDJE PART, LIKSOM TJÄNSTER OCH PRODUKTER FRÅN APPLE. ";
"Part38" = "E. APPLE-PROGRAMVARAN OCH TJÄNSTER ÄR INTE AVSEDDA FÖR ELLER LÄMPLIGA FÖR ANVÄNDNING I SITUATIONER OCH MILJÖER DÄR TIDSFÖRDRÖJNING ELLER FEL OCH BRISTER I INNEHÅLL, DATA ELLER INFORMATION SOM TILLHANDAHÅLLS AV APPLE-PROGRAMVARAN ELLER TJÄNSTER KAN LEDA TILL DÖDSFALL, PERSONSKADOR ELLER ALLVARLIGA SKADOR PÅ EGENDOM ELLER MILJÖ, INKLUSIVE MEN INTE BEGRÄNSAT TILL DRIFT AV KÄRNKRAFTSANLÄGGNINGAR, LUFTFARTSNAVIGERING, KOMMUNIKATIONSSYSTEM, FLYGLEDNINGSSYSTEM, LIVSUPPEHÅLLANDE MASKINER ELLER VAPENSYSTEM.";
"Part39" = "F. DENNA GARANTI KAN INTE UTÖKAS GENOM MUNTLIGA ELLER SKRIFTLIGA MEDDELANDEN FRÅN VARE SIG APPLE ELLER APPLES REPRESENTANTER. OM APPLE-PROGRAMVARAN ELLER TJÄNSTER VISAR SIG VARA BEHÄFTADE MED FEL, ANSVARAR KUNDEN FÖR ALLA KOSTNADER FÖR NÖDVÄNDIG SERVICE, REPARATIONER OCH JUSTERINGAR. VISSA JURISDIKTIONER TILLÅTER INTE UNDANTAG AV ELLER BEGRÄNSNINGAR I UNDERFÖRSTÅDDA GARANTIER ELLER INSKRÄNKNINGAR I LAGSTADGADE KONSUMENTRÄTTIGHETER, VILKET KAN GÖRA ATT OVANSTÅENDE UNDANTAG OCH BEGRÄNSNINGAR INTE GÄLLER DIG. ";
"Part40" = "7. Ansvarsbegränsning. SÅVIDA INTE ANNAT FÖRESKRIVS I TVINGANDE LAGSTIFTNING, ANSVARAR APPLE UNDER INGA OMSTÄNDIGHETER FÖR NÅGON FORM AV PERSONSKADOR, DIREKTA ELLER INDIREKTA SKADOR ELLER FÖLJDSKADOR, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, SKADOR I FORM AV UTEBLIVEN VINST, SKADADE ELLER FÖRLORADE DATA, UTEBLIVEN SÄNDNING ELLER MOTTAGNING AV DATA, AVBROTT I AFFÄRSVERKSAMHETEN ELLER ANDRA AFFÄRSMÄSSIGA SKADOR ELLER FÖRLUSTER SOM ORSAKATS AV ELLER SOM KAN RELATERAS TILL KUNDENS ANVÄNDNING AV ELLER OFÖRMÅGA ATT ANVÄNDA APPLE-PROGRAMVARAN OCH TJÄNSTER, ELLER PROGRAM ELLER TILLÄMPNINGAR FRÅN TREDJE PART I SAMBAND MED APPLE-PROGRAMVARAN, OAVSETT OM TALAN GRUNDAS PÅ AVTALSRÄTT, GARANTI, UTOMOBLIGATORISKT ANSVAR (INKLUSIVE VÅRDSLÖSHET), PRODUKTANSVAR ELLER ANNAT, ÄVEN OM APPLE HAR UPPMÄRKSAMMATS PÅ RISKEN FÖR SÅDANA SKADOR. VISSA JURISDIKTIONER TILLÅTER INTE UNDANTAG ELLER BEGRÄNSNINGAR AV ANSVARET FÖR PERSONSKADOR, ELLER FÖR FÖLJDSKADOR ELLER INDIREKTA SKADOR, VILKET KAN GÖRA ATT OVANSTÅENDE BEGRÄNSNINGAR INTE GÄLLER DIG. Under inga omständigheter (annat än vad som föreskrivs i tillämpliga lagar gällande personskador) ska Apples totala skadeståndsansvar överstiga ett belopp motsvarande 50 USD. Dessa begränsningar är tillämpliga även om det egentliga syftet med ovanstående gottgörelse inte skulle uppnås.";
"Part41" = "8. Exportåtaganden. Du får inte använda eller exportera eller vidareexportera Apple-programvaran på annat sätt än vad som är tillåtet enligt gällande lag i USA eller i det eller de länder där Apple-programvaran förvärvades. I synnerhet gäller, men utan begränsning härtill, att Apple-programvaran inte får exporteras eller vidareexporteras till (a) något land beträffande vilket USA har förordnat om handelsförbud, eller till (b) någon person som finns upptagen på listan ”Specially Designated Nationals” som sammanställs av det amerikanska finansdepartementet (U.S. Treasury Department) eller listorna ”Denied Person’s List” eller ”Entity List” som publiceras av det amerikanska handelsdepartementet (U.S. Department of Commerce) eller någon annan lista över parter med vilka handel begränsas. Genom att använda Apple-programvaran försäkrar du att du inte vistas i något sådant land och att du inte finns upptagen på någon av de ovan angivna listorna. Du godkänner också att inte använda Apple-programvaran för verksamhet som förbjuds av gällande lagstiftning i USA, inklusive, men inte begränsat till, utveckling, utformning, tillverkning eller produktion av atomvapen, missiler eller kemiska eller biologiska vapen.";
"Part42" = "9. Slutanvändare inom amerikansk förvaltning. Apple-programvaran och tillhörande dokumentation betraktas som ”Commercial Items”, enligt definitionen i 48 C.F.R. §2.101, och består av ”Commercial Computer Software” och ”Commercial Computer Software Documentation”, enligt definitionen i 48 C.F.R. §12.212 eller 48 C.F.R. §227.7202, beroende på vilken punkt som är tillämplig. I enlighet med 48 C.F.R. § 12.212 eller 48 C.F.R. § 227.7202-1 till och med 227.7202-4, beroende på vilken punkt som är tillämplig, licensieras ”Commercial Computer Software” och ”Commercial Computer Software Documentation” till användare inom amerikansk förvaltning (a) endast som ”Commercial Items” och (b) endast med de rättigheter som tillkommer alla andra slutanvändare i enlighet med villkoren i detta avtal. Rätten till icke publicerat material (unpublished rights) förbehålls enligt amerikansk upphovsrätt.";
"Part43" = "10. Gällande lag och giltighet. Villkoren i detta Avtal regleras och tolkas i enlighet med tillämplig lagstiftning i staten Kalifornien, utan beaktande av motstridig lagstiftning. FN-konventionen om internationell försäljning av gods, ”Contracts for the International Sale of Goods”, undantas uttryckligen från tillämpning på detta Avtal. Om du är en kund bosatt i Storbritannien ska detta Avtal tolkas och regleras i enlighet med den lagstiftning som tillämpas där du är bosatt. Om behörig domstol eller myndighet finner att en bestämmelse eller del därav i detta Avtal i något avseende inte kan hävdas ska resten av Avtalet fortsätta att gälla.";
"Part44" = "11. Fullständigt Avtal; Gällande språkversion. Detta avtal utgör den totala överenskommelsen mellan dig och Apple gällande Apple-programvaran och ersätter alla tidigare eller samtidiga avtal gällande denna programvara. Inga tillägg till eller ändringar i detta Avtal är bindande om de inte är skriftliga och har undertecknats av Apple. Översättningar av detta Avtal görs för att uppfylla nationella krav. Om villkoren i den engelska och den översatta versionen skulle strida mot varandra gäller den engelska versionen av Avtalet, så länge detta inte strider mot tillämplig lagstiftning i din jurisdiktion.";
"Part45" = "12. Tredje part som omfattas av avtalet. Tredje part som omfattas av avtalet. Delar av Apple-programmet kan använda eller innehålla program och annat upphovsrättsskyddat material från andra tillverkare. Tillkännagivanden, licensvillkor och friskrivningsklausuler för dylikt material finns med i den elektroniska dokumentationen till Apple-programmet och din användning av materialet omfattas av deras respektive villkor.";
"Part46" = "EA1576";
"Part47" = "2018-08-16";